{
	"@metadata": {
		"authors": [
			"Gomoko",
			"Thibaut120094",
			"Verdy p",
			"Wladek92"
		]
	},
	"dumpsondemand-desc": "Permet aux utilisateurs privilégiés de demander des vidages de la base de données",
	"dumpsondemand-extensionname": "DumpsOnDemand",
	"requestdump": "Demander un vidage de la base de données",
	"requestdump-text": "Les vidages de la base de données peuvent être utilisés comme sauvegarde personnelle ou pour des robots de maintenance. Toutes les requêtes sont tracées dans le [[Special:Log/dumprequest|journal des demandes de vidage de la base de données]].",
	"dumpsondemand-current-revisions": "Toutes les pages avec seulement les versions actuelles",
	"dumpsondemand-current-revisions-help": "Cette version est la plus adaptée à une utilisation par robot.",
	"dumpsondemand-all-revisions": "Toutes les pages avec leur historique",
	"dumpsondemand-all-revisions-help": "Cette version est la plus appropriée pour les sauvegardes. Attention : ce fichier peut être très gros !",
	"dumpsondemand-request-dump-button-label": "Demander un nouveau vidage",
	"dumpsondemand-dump-already-requested": "Un vidage a déjà été demandé",
	"dumpsondemand-dump-unavailable": "Ce vidage n’a pas encore été créé",
	"log-name-dumprequest": "Journal de demande de vidage de la base de données",
	"log-description-dumprequest": "Ces événements tracent quand un vidage de la base de données est demandé.",
	"logentry-dumprequest": "{{GENDER:$2|}}a demandé le vidage de la base de données",
	"right-dumpsondemand": "Demander des vidages de la base de données à la demande",
	"action-dumpsondemand": "demander des vidages de base de données à la demande",
	"right-dumprequestlog": "Visualiser le journal des demandes de vidage de la base de données",
	"action-dumprequestlog": "visualiser le journal des demandes de vidage de la base de données",
	"right-dumpsondemand-limit-exempt": "Passer outre la limite de temps pour la demande de vidage de la base de données",
	"action-dumpsondemand-limit-exempt": "passer outre la limite de temps pour la demande de dump de base de données",
	"dumpsondemand-dump-requested": "Un vidage a été demandé.",
	"dumpsondemand-filetype-gz": "Les vidages seront fournis sous forme de fichier XML compressé en gzip.",
	"dumpsondemand-filetype-bz2": "Les vidages seront fournis sous forme de fichier XML compressé en bzip2.",
	"dumpsondemand-filetype-zip": "Les vidages seront fournis sous dans un fichier ZIP."
}
